Repository: codeadapted/ai-post-visualizer
Catalog: languages/ai-post-visualizer-*.po
Languages: es_mx

source: 1024x1024: $0.02 per image
es_mx: 1024x1024: $0.02 por imagen

source: 256x256: $0.016 per image
es_mx: 256x256: $0.016 por imagen

source: 512x512: $0.018 per image
es_mx: 512x512: $0.018 por imagen

source: Add featured images generated by Open AI's DALL·E API into your posts all in one place.
es_mx: Añada imágenes destacadas generadas por la API de DALL·E de Open AI a sus publicaciones en un solo lugar.

source: Add your DALL·E API Key by going to
es_mx: Añada su clave API de DALL·E yendo a

source: Add your DALL·E API Key by going to Settings.
es_mx: Añada su clave API de DALL·E yendo a Ajustes.

source: AI Post Visualizer data set to be cleared on uninstall
es_mx: Datos del AI Post Visualizer configurados para ser eliminados al desinstalar

source: All
es_mx: Todos

source: Alphabetical Order
es_mx: Orden Alfabético

source: API key cleared
es_mx: Clave API eliminada

source: API key is managed by server configuration and cannot be changed here.
es_mx: La clave API está administrada por la configuración del servidor y no se puede cambiar aquí.

source: API key successfully updated
es_mx: Clave API actualizada correctamente

source: Ascending
es_mx: Ascendente

source: Back to Posts
es_mx: Volver a Posts

source: CodeAdapted Logo
es_mx: Logo de CodeAdapted

source: Cost of rendering images:
es_mx: Costo de generar imágenes:

source: Cost per Image:
es_mx: Costo por imagen:

source: Costs shown are estimates as of 02/2026. Always verify current pricing in your OpenAI account.
es_mx: Los costos mostrados son estimaciones de febrero de 2026. Siempre verifica los precios actuales en tu cuenta de OpenAI.

source: Current Featured Image
es_mx: Imagen destacada actual

source: Current featured image
es_mx: Imagen destacada actual

source: DALL·E API Key Settings
es_mx: Clave API de DALL·E

source: Data Retention Settings
es_mx: Retención de Datos

source: Date
es_mx: Fecha

source: Descending
es_mx: Descendente

source: Enter an OpenAI API key. For security, this field is never displayed after saving. If you don't have an API key, login %1$shere%2$s then visit %3$sthe API keys page%4$s.
es_mx: Ingresa una clave API de OpenAI. Por seguridad, este campo no se muestra después de guardarlo. Si no tienes una clave API, inicia sesión %1$saquí%2$s y luego visita %3$sla página de claves API%4$s.

source: Estimates as of 02/2026. Pricing may change.
es_mx: Estimaciones de febrero de 2026. Los precios pueden cambiar.

source: Featured Image Missing
es_mx: Imagen destacada ausente

source: Filter Posts
es_mx: Filtrar Posts

source: Generate
es_mx: Generar

source: Generate New Image
es_mx: Generar nueva imagen

source: Generate New Images
es_mx: Generar nuevas imágenes

source: Generated image preview
es_mx: Previsualización generada de imagen

source: Generation History
es_mx: Historial de Generación

source: History Icon
es_mx: Ícono de Historial

source: If you would like for all AI Post Visualizer data to be removed after uninstalling the plugin, click the toggle below.
es_mx: Si desee que todos los datos de AI Post Visualizer sean eliminados después de desinstalar el plugin, haga clic abajo.

source: Insert DALL·E API Key
es_mx: Inserte Clave API de DALL·E

source: Insert OpenAI API Key
es_mx: Ingresa la clave API de OpenAI

source: Insufficient permissions
es_mx: Permisos insuficientes

source: Invalid post ID.
es_mx: ID de publicación no válido.

source: Load Images
es_mx: Cargar imágenes

source: Load More
es_mx: Cargar más

source: Managed by server configuration
es_mx: Administrado por la configuración del servidor

source: Newest first
es_mx: Los más recientes primero

source: No posts were found. Please try your query again.
es_mx: No se encontraron publicaciones. Intente su consulta nuevamente.

source: Number of images to generate
es_mx: Cantidad de imágenes a generar

source: Number of Images:
es_mx: Cantidad de imágenes:

source: Oldest first
es_mx: Los más antiguos primero

source: OpenAI pricing
es_mx: Precios de OpenAI

source: OpenSSL is not available on this server. Define AIPV_OPENAI_API_KEY as an environment variable or constant instead of storing it in the database.
es_mx: OpenSSL no está disponible en este servidor. Define AIPV_OPENAI_API_KEY como una variable de entorno o constante en lugar de almacenarla en la base de datos.

source: Please go to the Settings tab and add your API key before continuing.
es_mx: Por favor, vaya a Ajustes y añade su clave de API antes de continuar.

source: Post Types
es_mx: Tipos de Contenido

source: Prompt is required.
es_mx: El prompt es obligatorio.

source: Render Images
es_mx: Generar Imágenes

source: Rendered Images
es_mx: Imágenes Generadas

source: Reset Filters
es_mx: Restablecer filtros

source: Revert to Original
es_mx: Volver a la imagen original

source: Search Icon
es_mx: Ícono de búsqueda

source: Search icon
es_mx: Ícono de búsqueda

source: Search Keywords
es_mx: Palabras clave de búsqueda

source: Search Posts
es_mx: Buscar Posts

source: Search posts
es_mx: Buscar Posts

source: See pricing
es_mx: Ver precios

source: Set as featured image
es_mx: Establecer como imagen destacada

source: Set Featured Image
es_mx: Establecer imagen destacada

source: Set number of images to be rendered at once. (Default is 1)
es_mx: Número de imágenes a generar a la vez. (El predeterminado es 1)

source: Set resolution of generated images. (Default is 256 x 256)
es_mx: Resolución de las imágenes generadas. (El predeterminado es 256 x 256)

source: Settings
es_mx: Ajustes

source: Settings.
es_mx: Ajustes.

source: There was an error connecting to the OpenAI API. Please check that your API key is valid and that you have available credits.
es_mx: Hubo un error al conectar con el API de OpenAI. Favor de checar si su clave de API es válida y que tiene suficientes créditos disponibles.

source: This site is configured to use a server-managed API key (environment variable/constant). The key cannot be edited here.
es_mx: Este sitio está configurado para usar una clave API administrada por el servidor (variable de entorno/constante). La clave no se puede editar aquí.

source: Toggle data retention
es_mx: Cambia configuración de retención de datos

source: Total Cost:
es_mx: Costo Total:

source: Type in a series of words that best describe the desired image.
es_mx: Escriba una serie de palabras que mejor describan la imagen deseada.

source: Unable to store API key securely.
es_mx: No se puede almacenar la clave API de forma segura.

source: You do not have sufficient permissions to access this page.
es_mx: No tiene suficientes permisos para acceder a esta página.
